// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Kalibrieren Sie den Bildschirm";
HelpTitle = "Kalibrieren Sie den Bildschirm";

"HPAdvancedProfilingSolutionInfoTitle" = "Kalibrieren Sie Ihren Monitor, und erstellen Sie ein Profil, damit eine konsistente Farbdarstellung gewährleistet ist.\n\nKlicken Sie auf 'Kalibrieren', um den Monitor mit HP Advanced Profiling Solution zu kalibrieren.";
"AppleDisplayCalibratorInfoTitle" = "Kalibrieren Sie Ihren Monitor, und erstellen Sie ein Profil, damit eine konsistente Farbdarstellung gewährleistet ist.\n\nKlicken Sie auf 'Kalibrieren', um den Monitor mit dem Apple Kalibrierungs-Assistenten zu kalibrieren.";
KongAppleDisplayCalibratorInfoTitle = "Bildschirme weisen im Laufe der Zeit schwächere Farben auf. Das ICC-Profil mancher Bildschirme wird allmählich ungültig, und die Farbgenauigkeit sinkt. Verwenden Sie den Apple-Kalibrierungs-Assistenten regelmäßig zur Erstellung eines benutzerdefinierten ICC-Profils, um eine optimale Farbleistung zu garantieren. Eine Kalibrierung ist bei verschiedenen Bildschirmen unterschiedlich oft erforderlich, daher empfehlen Experten in der Regel, einen Bildschirm alle zwei Wochen zu kalibrieren.";

DesignjetButtonTitle = "Kalibrieren";
ButtonDefaultTitle = "Kalibrierungs-Assistent starten";